INSERT INTO users (last_name, first_name, middle_name, city)
VALUES
 ('Иванов', 'Иван', 'Иванович', 'Пермь'),
 ('Пушкин', 'Александр', 'Сергеевич', 'Москва'),
 ('Сидоров', 'Александр', 'Петрович', 'Псков'),
 ('Гейтс', 'Билл', 'Иванович', 'Воронеж'),
 ('Кнут', 'Николай', 'Степанович', 'Рязань'),
 ('Путин', 'Владимир', 'Владимирович', 'Ярославль'),
 ('Фродо', 'Беггинс', 'Бильбович', 'Воронеж'),
 ('Каренина', 'Клавдия', 'Федоровна', 'Пермь'),
 ('Степанова', 'Маргарита', 'Петровна', 'Ярославль'),
 ('Петров', 'Петр', 'Петрович', 'Москва');

INSERT INTO user_cars (user_id, model)
VALUES
 (1, 'Ford'),
 (1, 'Subaru'),
 (2, 'Ferrari'),
 (3, 'Mitsubishi'),
 (4, 'Ferrari'),
 (4, 'Mercedes'),
 (4, 'VAZ'),
 (5, 'VAZ'),
 (6, 'Ford'),
 (6, 'Mitsubishi'),
 (7, 'Porsche'),
 (7, 'Kamaz'),
 (7, 'Ford'),
 (8, 'UAZ'),
 (8, 'BMW'),
 (8, 'Subaru'),
 (9, 'Lincoln'),
 (9, 'VAZ'),
 (10, 'Kamaz'),
 (10, 'Ferrari'),
 (10, 'VAZ'),
 (10, 'BMW');